using System.Collections;
using System.Collections.Generic;
using UnityEngine;

public class RussianStrings : MonoBehaviour
{
/*
 * Наш сотрудник получил травму на рабочем месте. Выделить 100 золотых на его лечение?

Один из сотрудников случайно испортил товар. Стоимость новых материалов составит 250 золотых.
Казнить сотрудника?
Ачивка: кровожадный.

Санта, я видел как колега нюхает волшебную пыль.
Уволить торчка?

Сотрудники жалуются на токсические вещества, которые используются для удешевления расходов на товары.
Остановить производство на 2 дня и выделить 1000 золотых на покупку качественных материалов?

Подчинённые валятся с ног от усталости и умоляют дать один выходной. 
Согласиться?
Ачивка: Диктатор. Строгое управление сотрудниками.

Подчинённые стали часто отвлекаться от работы из-за плохих условий труда.
Следить за подчинёнными и наказывать, если они занимаются чем-то помимо работы?
 */
}
